{
    "deskripsi":"Deskripsi",
    "isideskripsi":" Pada kesempatan kali ini kami membuat website yang Bernama “We Go Tour” yang bertujuan untuk mempermudah pengunjung berwisata. Dengan mengembangkan website yang dapat diakses dari berbagai perangkat dan dimana saja. Serta mempersingkat waktu bagi pengunjung. Dengan pemesanan tiket secara online, sehingga para pengunjung tidak perlu mengantri lagi untuk membeli tiket wisata. Dengan mengembangkan teknologi yang telah tersedia seperti Go Package, JavaScript ES6+, dan konsep MicroFrontEnd. Kami akan menerapkan sistem tersebut pada website yang akan dibuat. ",
    "latarbelakang":"Latar Belakang",
    "isilatarbelakang":"Pada era yang sudah semakin modern ini perkembangan digital telah mengubah cara seseorang dalam mencari, merencanakan, dan menjalani perjalanan wisata. Wisatawan kini mengandalkan platform online untuk mendapatkan informasi tentang destinasi, akomodasi, aktivitas, dan layanan lainnya. Informasi yang akurat dan terkini tentang tempat wisata sangat penting bagi para wisatawan. Mereka ingin tahu tentang objek wisata, fasilitas, harga ulasan, serta panduan praktis untuk membuat perjalanan mereka menjadi lebih nyaman dan bermakna.  Semakin banyak orang yang memiliki akses mudah ke internet melalui perangkat seluler, tablet dan computer. Ini berarti bahwa pengguna memiliki kemampuan untuk mengakses informasi secara real-time tentang tempat wisata dimanapun mereka berada.  Maka dari itu disini kami berniat untuk membuat website  Bernama “We Go Tour” yang memudahkan para wisatawan dalam mencari informasi mengenai tempat wisata dengan informasi yang akurat dan menarik dengan menggunakan Bahasa pemrograman Javascript Micro Frontend dalam pembuatan frontend serta Go Package atau Framework Go Fiber dalam pembuatan Backend. Dengan memahami latar belakang ini kami berharap dapat menunjukkan relevansi dan manfaat dalam menghadapi kebutuhan dan tren dalam industri pariwisata yang terus berkembang.",
    "tujuan":"Tujuan",
    "isitujuan":"<li> Untuk menciptakan website yang minimalis, akses yang mudah dipahami bagi segala kalangan, cepat, serta informasi yang relevan kepada pengguna.</li><li> Untuk mengembangkan teknologi yang telah tersedia seperti Go Package, Javascript ES6+, dan konsep MicroFrontEnd pada pengembangan website kami. Maka dari itu, kita bertujuan untuk menciptakan website yang minimalis, dan juga mudah dipahami bagi segala kalangan.</li>",
    "manfaat":"Manfaat",
    "isimanfaat":"<li> Untuk mempermudah pengunjung berwisata. Dengan mengembangkan website yang dapat diakses dari berbagai perangkat dan dimana saja.</li><li> Untuk mempersingkat waktu bagi pengunjung. Dengan pemesanan tiket secara online, sehingga para pengunjung tidak perlu mengantri lagi untuk membeli tiket wisata.</li><li> Pengguna dapat dengan mudah mengakses informasi yang akurat tentang tempat wisata termasuk deskripsi, lokasi, jam operasional, lokasi, ulasan, serta fasilitas yang tersedia.</li><li> Website ini dapat menyediakan panduan wisata interaktif dengan peta yang terintegrasi, rute perjalanan, dan informasi navigasi.</li><li> Website dapat memungkinkan pengguna untuk memberikan ulasan dan rating tentang tempat-tempat wisata yang akan mereka kunjungi.</li><li> Bagi penyedia layanan dan destinasi wisata, website ini dapat digunakan untuk mempromosikan tempat mereka kepada wisatawan.</li><li> Website ini juga dapat membantu meningkatkan kunjungan wisata ke daerah tertentu, yang dapat memberikan manfaat ekonomi bagi masyarakat setempat melalui peningkatan pendapatan dan peluang pekerjaan.</li>"
}